
    {"article": {"short_name":"Fringe Group Demands Uhauls","titles":["Fringe Group Wants Uhauls Instead of Food","Fringe Group Idolizing Sam Kinison Demand Uhauls","Aid Organizations Receive Strange Request"],"paragraphs":["A fringe psuedo religious group that idolizes long dead Sam Kinison has made a strange demand to aid organizations around the world. They are requesting that instead of sending food to people in need, they send them Uhauls instead.","The group believes that it is more efficient to provide people with the means to move to where the food is, rather than spending the money and resources to send food to them.","The group has been gaining in popularity, mostly due to its strange and eccentric views.","Organizations such as the Red Cross and World Food Program have expressed confusion and concern at the request.","Many feel that it is an overreach and a misuse of resources.","The group, however, is standing firm in their belief that Uhauls are the more efficient option, and they are refusing to budge.","The group continues to grow in numbers, and they are not backing down from their stance.","Aid organizations are now faced with a difficult decision: do they accept the group's request and send Uhauls, or do they reject it and risk alienating the group?","It remains to be seen what the outcome of this situation will be. Will the aid organizations accept the group's request, or will they turn them away?"]},"comments":[{"username":"UhaulLover","text":"I think this is a great idea! We should definitely send Uhauls instead of food."},{"username":"NoWayJose","text":"This is an outrageous request. We should not be wasting resources on Uhauls when people are starving."},{"username":"WFP_Rules","text":"The World Food Program will not be providing Uhauls to anyone, but we are more than willing to help those in need of food."},{"username":"UhaulorBust","text":"Uhauls are the way to go!"},{"username":"FeedTheHungry","text":"We should focus on feeding the hungry, not wasting resources on Uhauls."}]}