
    {
    "article": {
        "short_name": "The Onion Decides to Become a Legit News Organization",
        "titles": [
            "The Onion Decides to Become a Legit News Organization",
            "The Onion Has Decided the Current State of Journalism Is So Bad, Now Might Be the Perfect Time to Become a Legit News Organization"
        ],
        "paragraphs": [
            "In a stunning reversal of its previous position, the Onion has announced that it will now become a legitimate news organization. This move comes as a response to the current state of journalism, which the Onion believes is so bad that there is now an opening for a satirical news organization to become a credible source of information. The Onion has long been critical of the news industry, and this move is seen as a way to further its mission of holding the powerful accountable. The Onion will now be competing with the likes of the New York Times and the Washington Post, and it is sure to be a controversial move. Some people will see the Onion as a much needed voice of reason in a time of fake news, while others will see it as a sign of the decline of journalism. Only time will tell how this move will affect the news landscape, but one thing is for sure: the Onion is now a force to be reckoned with."
        ],
    },
    "comments": [
        {
            "username": "JohnDoe",
            "comment": "This is a great move by the Onion. I've always thought they were one of the most trusted sources of news."
        },
        {
            "username": "JaneDoe",
            "comment": "I'm not sure if I trust the Onion as a news source. I think they might be too biased."
        },
        {
            "username": "SomeGuy",
            "comment": "I don't really know what to think about this. On one hand, the Onion has always been pretty accurate, but on the other hand, I'm not sure if I want my news to be satire."
        },
        {
            "username": "SomeGirl",
            "comment": "I think this is a great idea! The Onion has always been one of my favorite sources for news."
        },
        {
            "username": "SomeOtherGuy",
            "comment": "I'm not sure if this is a good idea. The Onion is funny, but I'm not sure if I want my news to be satire."
        }
    ]
}