
    {
        "article": {
            "short_name": "Retired Superheros", 
            "titles": [
                "Rumor of a New Marvel Universe Show", 
                "Retired Geriactric Superheros Come Out of Retirement",
                "Straind Beef and Pureed Carrots",
                "Unconventional Heroes",
                "Cinderella Story",
                "Can an Old Man in a Wheelchair Save Us All?",
                "Tired, But Willing",
                "Grandma's Got This!",
                "A Call for Help",
                "The Final Battle"
            ], 
            "paragraphs": [
                "Rumors of a new show in the Marvel Universe have been circulating lately. The premise of the show is that a group of retired geriactric superheros must come out of the retirement home and save us all. The only problem is, they have to put down their strained beef and pureed carrots and pick up their capes and masks once again.",
                "At a time where all the heroes we know and love are young, buff and full of energy, the idea of an unconventional group of heroes may seem far-fetched. But these heroes don't need to be buff, they just need to be brave.",
                "Think of it as a modern day Cinderella story. Our heroes may be old and tired, but they are still willing to risk it all and save us from certain doom. Grandma may be in a wheelchair, but she's still got this!",
                "The world needs saving, and these geriactric superheros are the only ones who can answer the call. All they need is a little bit of help to get back into shape. With a little bit of training and a lot of determination, they can save us all.",
                "The final battle is coming, and our heroes are ready. Will they be able to save us all? Only time will tell. Stay tuned to find out the fate of our geriactric superheros!",
            ]
        },
        "comments": [
            {
                "username": "GoldenOldies", 
                "comment": "Retired geriactric superheros? What a great idea!"
            },
            {
                "username": "RidiculousIdea",
                "comment": "What a ridiculous idea. Old people can't save us from anything!"
            },
            {
                "username": "NeverTooOld",
                "comment": "You don't have to be young and strong to make a difference. Anything is possible!"
            },
            {
                "username": "CantBelieveIt",
                "comment": "I can't believe Marvel is actually considering this idea!"
            }
        ]
    }