
    
    {
    "article": {
        "short_name": "Octogenarian free climbing",
        "titles": [
            "Octogenarian free climbing breaths new life into the hearts of its members",
            "Some of its members were just waiting around to die until they discovered the joys of free climbing"
        ],
        "paragraphs": [
            "In these dark times, it's heartwarming to see that some people are still finding joy in life. One group of people that have taken life by the horns are octogenarians who have discovered the joys of free climbing. These intrepid old-timers are showing the world that it's never too late to try something new and exciting.",
            "Many of these octogenarians were previously resigned to a life of waiting around to die. That all changed when they discovered free climbing. Now, they can't get enough of the rush of adrenaline that comes with scaling a sheer cliff face. It has given them a new lease on life.",
            "The octogenarians' love of free climbing is not only inspiring, but it's also helping to break down barriers. For too long, the elderly have been seen as frail and incapable. This group of free-climbing octogenarians is helping to change that perception by showing that the elderly can still be active and adventurous.",
            "So the next time you're feeling down, remember that it's never too late to try something new. Who knows, you might just end up loving it."
        ],
    },
    "comments": [
        {
            "username": "grandma_likes_to_climb",
            "comment": "I just love free climbing! It's so exhilarating and it keeps me young at heart."
        },
        {
            "username": "not_my_grandma",
            "comment": "This is just dangerous and irresponsible. These octogenarians should know better than to be risking their lives like this."
        },
        {
            "username": "old_but_not_dead_yet",
            "comment": "Don't listen to the haters, we're out here living our best lives!"
        },
        {
            "username": "skeptical_cat",
            "comment": "I'm not sure if this is inspiring or just plain foolish."
        }
    ]
    }