
    {
    "article": {
        "short_name":"JohnDeereLazyboy",
        "titles":["John Deere and Lazyboy: The Ultimate in Lazy Living","Lazy People's Dream Come True:John Deere and Lazyboy Join Forces"],
        "paragraphs":[
            "John Deere and Lazyboy have joined forces to create the ultimate in lazy living. For those of us who don't want to expend the energy to mow our own lawns, now you can just relax in the comfort of a recliner while your lawn is taken care of.",
            "The recliner is equipped with a John Deere mower engine, so you don't have to worry about the power going out. It's also equipped with a remote control, so you don't even have to get up and walk over to the mower. Just sit back, relax and let the mower do the work.",
            "The recliner is made with a special Lazyboy cushioning that is designed to be comfortable, even when you're mowing your lawn. And the mower is designed to be quiet, so you don't have to worry about disturbing your neighbors.",
            "Plus, the recliner is designed to be environmentally friendly, so you can be sure that you're doing your part to help the environment. The mower is designed to use less fuel and produce fewer emissions, so you can rest easy knowing that you're doing your part to help the planet.",
            "The recliner also comes with a self-propelled feature, so you don't have to worry about pushing it around. You can just sit back and enjoy the ride. And when you're done, you can just fold it up and store it away until you're ready to mow again.",
            "So if you're looking for a way to take the stress out of lawn care, then the John Deere and Lazyboy Recliner is the perfect solution. Just sit back, relax and let the mower do the work.",
            "It's perfect for those of us who don't feel like getting up and doing the work ourselves. Now you can just sit back and relax while your lawn is taken care of.",
            "It's also perfect for those who want to be a little more eco-friendly. You don't have to worry about using too much fuel or producing too many emissions. The mower is designed to be as energy efficient as possible and still do a great job.",
            "So if you're looking for the ultimate in lazy living, then the John Deere and Lazyboy Recliner is the perfect solution. Just sit back, relax and let the mower do the work.",
            "So what are you waiting for? Get your hands on one today and start enjoying the ultimate in lazy living."
        ]
    },
    "comments": [
        {"username":"LazyBum","comment":"This sounds like a great way to relax and still get a great looking lawn!"},
        {"username":"GreenThumb","comment":"I'm not sure this is the best way to be eco-friendly. I would rather use a manual mower."},
        {"username":"LawnLuvr","comment":"I think this is a great idea. I can't wait to get one!"},
        {"username":"Conservationist","comment":"I don't think this is the most sustainable option. We should be looking for ways to reduce our emissions."},
        {"username":"LazyGal","comment":"I'm definitely getting one of these! I can't wait to be able to relax and still have a great looking lawn."}
    ]
    }