

{
    "article": {
        "short_name": "AlienVisits",
        "titles": [
            "Aliens Frustrated by Long Lines at the DMV",
            "Intergalactic Citizens Hit with Inconvenience of Earthly Bureaucracy"
        ],
        "paragraphs": [
            "Visitors from other galaxies have recently been spotted in Earth's atmosphere, and it appears they are not here to observe humanity, but to make use of one of our most dreaded institutions: the Department of Motor Vehicles. According to sources, the aliens have been seen in line, waiting to take care of their business at the DMV, only to be met with long lines and wait times that have frustrated even the most patient of travelers.",
            "Intergalactic citizens have been heard complaining about the tedious bureaucracy of the DMV, with some even claiming that their home planets have more efficient processes for identification and registration than what is available here on Earth. With no other option, however, the aliens have remained in line, waiting for their chance to complete their DMV tasks.",
            "In a statement released by the alien delegation, it is said that the process of obtaining a driver's license and vehicle registration on Earth is too long and complicated for the average intergalactic traveler. They have requested that Earth provide more efficient services, and have even gone so far as to offer their own technology in order to help streamline the process.",
            "Earth's government has yet to respond to the alien delegation's request, but many citizens have taken to the internet to express their own opinions on the matter. Some have argued that the aliens should be more understanding of the bureaucratic system of Earth, while others have expressed solidarity with the travelers and have called for a more efficient process.",
            "Whether or not the aliens will be successful in their mission remains to be seen, but one thing is certain: the next time you find yourself in line at the DMV, you may be standing next to a visitor from outer space.",
            "So the next time you are in line at the DMV, take a moment to look around. You may be standing next to an intergalactic traveler who is just as frustrated as you are, and you may just make a new friend in the process.",
            "Despite the long waits and bureaucratic process, the aliens have remained in line, waiting for their chance to complete their DMV tasks and return home. While the government of Earth has yet to respond to their request, the visitors from other galaxies continue to wait, hoping that one day they will be able to experience the convenience of intergalactic travel here on Earth.",
            "No matter what the government decides, one thing is certain: the DMV will never be the same after the aliens arrive."
        ]
    },
    "comments": [
        {
            "username": "SpaceExplorer21",
            "comment": "This is ridiculous! We should be doing our best to make sure that everyone, even visitors from other galaxies, can get through the DMV process quickly and efficiently."
        },
        {
            "username": "EarthLover88",
            "comment": "They should be grateful that we even let them into our DMV. They should be more understanding of our ways."
        },
        {
            "username": "IntergalacticVoyager",
            "comment": "I can't believe how long I have been waiting! Earth needs to get with the times and give us a better process."
        },
        {
            "username": "DMVHater",
            "comment": "This is why we need to get rid of the DMV. No one should have to go through this long and tedious process."
        }
    ]
}