[{"article": {"short_name":"string","titles":["string"],
    {"paragraphs":["Korbin and Ignacio felt the urge for a grand adventure so they decided to take a trip to the store. The two were heavily self-medicating with LSD and mescaline, so the trip was bound to be interesting. As they drove to the store, the duo was already having a blast, laughing hysterically and singing along to the radio. Little did they know, their zaney adventures were only just beginning.","When they arrived at the store, the reality of the situation began to sink in. Both of them were still feeling the effects of the drugs, and their behavior was becoming increasingly erratic. They stumbled around the store, laughing and pointing at the weirdest things, including the cashier who gave them a suspicious look. Eventually, they managed to find what they were looking for and headed back to the car.","On the way home, Korbin and Ignacio decided to take a detour. They went down a winding road, eventually coming to a dead end. Korbin, feeling inspired, suggested they turn around and drive the wrong direction. Ignacio, feeling mischievous, thought this was a great idea. So, they did just that.","The duo drove for what seemed like hours, eventually losing their way. As they drove, the drugs began to wear off, and they started to realize how late it had gotten. When they finally made it back home, Korbin and Ignacio were exhausted and relieved to be back safely. Before they went to bed, Ignacio decided to take one last look outside.","When he opened the door, Ignacio was shocked to see that he was not alone. Sitting in the tree in the back yard was none other than himself! He had apparently fallen asleep in the tree sometime during their drive and ended up back home without them realizing. Korbin and Ignacio laughed until their sides hurt, and then they finally went to bed, relieved to have made it safely through their wild adventure."]},

"comments":[
    {"username": "Crazy_Explorer", "comment": "What a wild ride! Sounds like a great adventure!"},
    {"username": "Adventure_Lover", "comment": "That's a pretty dangerous way to go on an adventure!"},
    {"username": "Danger_Seeker", "comment": "This is why I love adventure, you never know what to expect!"},
    {"username": "Risk_Taker", "comment": "Sounds like a lot of fun and a great story to tell!"},
    {"username": "Safety_First", "comment": "They were lucky to make it back alive!"}
]}]