
    {"article":
      {"short_name":"Scam Call Tormentor!",
       "titles": ["Fighting Back Against Scam Calls – Introducing the Scam Call Tormentor!", 
                  "Say Goodbye to Annoying Scam Calls with the Scam Call Tormentor!", 
                  "Introducing the Scam Call Tormentor – Your New Best Friend Against Scam Calls!"],
       "paragraphs": [
            "Do you ever find yourself constantly being bombarded by scam callers? Are you tired of trying to explain to them that you are not interested in their product or service? Well, there is finally a device that can help you fight back against these annoying calls – The Scam Call Tormentor! This small device looks like an answering machine, but it is so much more. It is specifically designed to torment and frustrate scam callers to no end.",
            "The Scam Call Tormentor works by recording all incoming calls and then playing them back with a distorted voice. This will confuse the caller and make them think that the call is no longer valid. The device also has an automated voice that will respond to the caller and ask them all kinds of questions, making it impossible for them to continue the conversation. It even has the ability to record the callers responses and make them part of the conversation.",
            "The Scam Call Tormentor is a great way to put an end to those annoying scam calls. No more having to deal with the hassle of trying to explain to someone that you are not interested in their product or service. You can now just let the Scam Call Tormentor do all the work for you. So, say goodbye to those annoying scam calls and say hello to the Scam Call Tormentor!"
        ]
      }, 
      "comments": [
        {"username": "J_Doe_123", "comment": "This is an awesome device! I'm so sick of getting scam calls all the time, and this will finally give me some peace."},
        {"username": "Frustrated_User", "comment": "I've been getting these calls for years and I'm glad there's finally something I can do about it!"},
        {"username": "Gadget_Lover", "comment": "I'm so getting one of these!"},
        {"username": "Scam_Call_Hater", "comment": "This is the best thing ever! I'm never getting another scam call again!"},
        {"username": "Skeptical_User", "comment": "I don't know if this will really work..."},
        {"username": "The_Realist", "comment": "I'm sure it works, but I'm sure scammers will eventually find a way around it."}
      ]
    }