
    {
        "article": {
            "short_name":"Scam Call Tormentor",
            "titles":["The Scam Call Tormentor - A Device to Fight Back Against Scam Calls","End Scam Calls Once and For All with the Scam Call Tormentor"],
            "paragraphs":[
                "We've all had it happen to us - the phone rings and it's a scam call. You can tell from the way the caller is speaking, but you can't help but feel a bit helpless. That is, until now. Introducing the Scam Call Tormentor - the perfect way to fight back against those pesky scam calls!",
                "This small device looks like an answering machine, but it has a special purpose - to torment and frustrate scam callers to no end. It works by automatically recognizing the number from which the call is coming from, and then it begins to play a variety of pre-recorded messages that are designed to confuse, annoy, and generally frustrate the scam caller. It even has a voice recognition feature that can pick out certain keywords and respond with a message that is sure to throw the caller off.",
                "The Scam Call Tormentor is the perfect way to fight back against the endless barrage of scam calls we receive on a daily basis. So the next time you get a scam call, don't hesitate to pick up the phone and give them a taste of their own medicine - with the Scam Call Tormentor!"
            ]
        },
        "comments":[
            {
                "username": "ScamBuster123",
                "comment": "Finally! I've been waiting for something like this for years. This is a great way to fight back against scammers and keep them from bothering us."
            },
            {
                "username": "SkepticalSue",
                "comment": "I'm not sure about this. What if it's not really effective and doesn't work as promised?"
            },
            {
                "username": "CallOutTheScammers",
                "comment": "This is an awesome idea! Everyone should get one - let's show these scammers what's what!"
            },
            {
                "username": "ScamHater500",
                "comment": "This is a great idea - let's put an end to all the scammers out there!"
            },
            {
                "username": "ScamLover1",
                "comment": "This is a bad idea - it's just going to make scammers angrier and more determined to keep calling us."
            }
        ]
    }