
    {
    "article":{
        "short_name":"Calorie Terminator",
        "titles":[
            "The Calorie Terminator - A New Way to Lose Weight",
            "New Product from Conglomaco: The Calorie Terminator",
            "The Calorie Terminator - A Revolutionary New Way to Lose Weight"
        ],
        "paragraphs":[
            "If you are looking for a way to lose weight and keep it off, then Conglomaco has the product for you! The Calorie Terminator is a revolutionary new product that hides in your refrigerator and when you make poor food choices it will either make fun of you in a sarcastic and biting way or threaten you with bodily harm depending on how you configure it.",
            "The Calorie Terminator is the latest in Conglomaco's line of products designed to help people lose weight. It works by monitoring your food choices and when you make a poor choice, it will either make fun of you in a sarcastic and biting way or threaten you with bodily harm depending on how you configure it.",
            "The Calorie Terminator also comes with an optional failsafe. If you fail to meet your calorie counting goal, it will travel back in time to show your thinner younger self pictures of your fat future self. This helps to motivate you to make better food choices and keep your calorie counting goals.",
            "The Calorie Terminator is a must have for anyone who is serious about losing weight. It is easy to use and can help you keep track of your calorie counting goals and keep you motivated to make better food choices.",
            "If you are looking for a way to lose weight and keep it off, then the Calorie Terminator from Conglomaco is the perfect product for you. It is easy to use and will help you stay motivated and on track with your calorie counting goals.",
            "The Calorie Terminator is the perfect way to help you stay motivated and on track with your weight loss goals. It is easy to use and will help you stay motivated and on track with your calorie counting goals.",
            "So if you are looking for a way to lose weight and keep it off, then the Calorie Terminator from Conglomaco is the perfect product for you. It is easy to use and will help you stay motivated and on track with your calorie counting goals.",
            "The Calorie Terminator is a revolutionary new product that is designed to help you stay motivated and on track with your weight loss goals. It is easy to use and will help you stay motivated and on track with your calorie counting goals.",
            "The Calorie Terminator is the perfect way to help you stay motivated and on track with your weight loss goals. It is easy to use and will help you stay motivated and on track with your calorie counting goals. So if you are looking for a way to lose weight and keep it off, then the Calorie Terminator from Conglomaco is the perfect product for you.",
            "The Calorie Terminator is a revolutionary new product that will help you stay motivated and on track with your weight loss goals. So if you are looking for a way to lose weight and keep it off, then the Calorie Terminator from Conglomaco is the perfect product for you."
        ]
    },
    "comments":[
        {"username":"KaleLover","comment":"This sounds like a great product! I'm always looking for ways to stay motivated and this seems like it would be perfect."},
        {"username":"CookieMonster","comment":"I don't know about this...seems kind of creepy and dangerous to me."},
        {"username":"Munchkin","comment":"I think this could be really helpful for someone like me who's always struggling to stay on track with their diet."},
        {"username":"Cheesecake","comment":"This sounds like a recipe for disaster. What if it gets hacked or something and starts threatening you for real?"},
        {"username":"ScaredThin","comment":"One of these showed up at my house years ago and showed me fat pictures of an older me and then left! Finally I know what it was all about."},
        {"username":"IceCreamAddict","comment":"I'm not sure about this one. It seems kind of gimmicky to me."},
        {"username":"VeganVixen","comment":"This is a great idea! It would be so helpful to have something like this to keep me motivated and on track with my diet."},
        {"username":"ChocolateCrazy","comment":"I'm not sure about this. It seems kind of intrusive and dangerous."},
        {"username":"SnackKing","comment":"This is a great idea! I'm always looking for ways to stay motivated and this seems like the perfect solution."},
        {"username":"HealthHolic","comment":"I'm not sure about this. It seems like it could be dangerous and intrusive."},
        {"username":"FruityFool","comment":"I'm not sure about this. It seems kind of gimmicky and intrusive."}
    ]
    }