[{"article": {"short_name":"string","titles":["string"],
{
    "paragraphs":[
    "Korbin and his friend Ignacio had a plan. They were going to take a trip to the store and pick up some essentials. What they didn't know was that this would turn into an adventure of epic proportions.",
    "The two had been heavily self-medicating with LSD and mescaline and were feeling pretty good as they set out on the journey. Little did they know that the trip to the store would take them on a wild ride through the city streets.",
    "Everything was a blur as they drove through town. The neon lights and the strange people that they encountered along the way all seemed a bit surreal. They felt like they were in some kind of dream.",
    "As they continued on their journey, they found themselves going down strange alleys and side streets. At one point they even found themselves in a strange park where they encountered a group of odd characters.",
    "At this point, they were completely lost and didn't know where they were. The only thing they knew was that they had to get back home before they got into any serious trouble.",
    "Eventually, they managed to make their way back to their neighborhood. The two were relieved to find that they were finally back home and safe.",
    "However, when they got back to Korbin's house, they realized that Ignacio was missing. After searching for him for a while, they found him asleep in a tree in the wee hours of the morning.",
    "Korbin and Ignacio looked at each other and laughed. What had started as a simple trip to the store had turned into a wild and zany adventure, and they were both thankful to be back home.",
    "When Ignacio woke up, he couldn't believe what had happened. He was still feeling the effects of the drugs and couldn't quite make sense of it all. He thanked Korbin for his help and the two laughed as they said their goodbyes.",
    "Korbin and Ignacio's trip to the store had been an adventure that neither of them would ever forget. They had gone off the beaten path and encountered some strange characters, but they had made it back home safe and sound."
    ]
},
    "comments": [
        {
            "name": "CuriousJules",
            "comment": "Very interesting points in this article! I'm glad to see someone taking the time to discuss this topic."
        },
        {
            "name": "FactsFinder",
            "comment": "I'm not sure I agree with all the points made here. Can you provide some sources to back up your claims?"
        },
        {
            "name": "DiscourseLover",
            "comment": "I love the way this article is sparking discussion and debate. Keep up the good work!"
        },
        {
            "name": "WiseJenn",
            "comment": "Very thought-provoking article. It has given me a lot to think about."
        },
        {
            "name": "OpenMindedMike",
            "comment": "The ideas in this article are intriguing, but I'm not sure I agree with them all. I'm looking forward to hearing what other people think!"
    }]}]