
    {
    	"article": {
    		"short_name": "Frat_Aliens",
    		"titles": ["Frat Guys Worry Aliens Will Steal All the Hot Girls"],
    		"paragraphs": ["It's no secret that frat boys are a breed of their own. With their party-hard lifestyle and wild antics, it's only natural that these young men would be worried about one thing: aliens stealing all the hot girls. You know, the ones they hang out with at the frat house and on the weekends. But is there really anything they can do to stop it?",
    		"The answer, unfortunately, is no. As much as they try to put up a front of being macho and strong, the reality is that frat guys are just as vulnerable as any other human when it comes to alien abduction. They can't fight off an alien with a keg stand or a beer bong, no matter how hard they try.",
    		"So what can they do? Well, the best thing they can do is to be aware that aliens are out there and to be extra careful. That means not going out alone at night, avoiding dark alleys, and maybe even carrying a taser or pepper spray for protection. They should also be prepared for the possibility that their dream girl might be taken away from them.",
    		"It's important to remember that there are still plenty of hot girls out there and that aliens aren't going to take them all. So, frat guys, don't worry too much about aliens stealing your ladies. Just focus on having fun and making the most of your college experience."]
    	},
    	"comments": [
    		{"username":"marvin_the_martian","comment":"They're coming for all of us!"},
    		{"username":"buzz_lightyear","comment":"To infinity and beyond!"},
    		{"username":"carl_sagan","comment":"We are all made of stardust. Aliens won't be taking anything away from us."},
    		{"username":"the_aliens","comment":"Free drinks at the crash-site! Ladies only!"},
    		{"username":"einstein","comment":"It is the theory that decides what we can observe."},
    		{"username":"elon_musk","comment":"We should be trying to make contact with aliens, not worrying about them taking our women."},
			{"username":"abductee_hopeful","comment":"Sounds fun I cannot wait to be taken!"}
    	]
    }