
    {
        "article": {
            "short_name": "CoolHouse", 
            "titles": ["CoolHouse - A Refrigerator for Your Home", "The Coolest Home Design"], 
            "paragraphs": ["In response to global climate change and high energy prices, a new company recently unveiled a revolutionary home design that is essentially a large refrigerator with windows. This home design, dubbed 'CoolHouse', is intended to keep energy costs low while providing a cozy and comfortable environment. That's right, a refrigerator for your home!",
            "The CoolHouse is a unique design that incorporates energy-saving features such as insulated walls and double-paned windows. The walls are lined with a special insulating material that helps keep the temperature inside the house stable. The windows are made of a special type of glass that reflects the sun's rays and helps keep the interior cool. The house also has a sophisticated air circulation system that helps keep the air fresh and cool.",
            "The interior of the CoolHouse is designed to be comfortable and cozy. The walls are finished with a special paint that helps reduce glare and keep the interior cool. The furniture is made from a combination of wood and synthetic materials, and the floors are covered with a special type of carpet that helps insulate the house from the outside heat. The kitchen is equipped with modern appliances, and the bathrooms are fitted with the latest fixtures.",
            "The CoolHouse is a great way to keep energy costs down while still providing a comfortable living environment. The design is a perfect blend of energy efficiency and comfort, and it's sure to be a hit with those looking to save money on their energy bills. Plus, the unique design is sure to turn heads and make your house the envy of the neighborhood.",
            "The company is currently offering a limited number of CoolHouse units, so if you're interested in trying out this revolutionary new home design, now is the time to act. Who knows, you might be the envy of the neighborhood before you know it!",
            "So if you're looking for a way to save on energy costs while still enjoying a cozy and comfortable home, the CoolHouse may be just what you're looking for. It's a great way to save money and still enjoy a comfortable living environment.",
            "The CoolHouse is sure to be a hit with those looking to save money on their energy bills. Plus, its unique design is sure to turn heads and make your home the envy of the neighborhood.",
            "The company is currently offering a limited number of CoolHouse units, so if you're interested in trying out this revolutionary new home design, now is the time to act. Who knows, you might be the envy of the neighborhood before you know it!",
            "The CoolHouse is a great way to keep energy costs down while still providing a comfortable living environment. So if you're looking for a way to save on energy costs while still enjoying a cozy and comfortable home, the CoolHouse may be just what you're looking for. It's a great way to save money and still enjoy a comfortable living environment."]
        }, 
        "comments": [
            {"username": "SkepticalSue", "comment": "This is the most ridiculous thing I've ever heard! Who would want to live in a refrigerator?!"},
            {"username": "SavvySam", "comment": "This is an amazing idea! It's so energy efficient, and it looks comfortable too. Count me in!"},
            {"username": "MoneyMaven", "comment": "This is a great way to save money on energy bills!"},
            {"username": "GreenGabe", "comment": "This is a great way to reduce our carbon footprint!"},
            {"username": "CoolChrissy", "comment": "Wow, this is a really cool idea!"}
        ]
    }