
{"article": {"short_name":"Pothole Woes","titles":["Cities and Towns Giving Up on Road Maintenance","The Inevitable Reality of Potholes","The Unavoidable Fate of our Streets","The Pothole Epidemic","Can't Fix 'Em, Don't Try"],"paragraphs":["Cities and towns across the nation are facing a startlingly common dilemma: they cannot keep up with the necessary road maintenance. They simply cannot find the funds or personnel to repair the potholes and fallen road signs that have become an all too common sight in our towns. In an effort to save money, many cities have simply given up on fixing roads and have, instead, encouraged their citizens to purchase four wheel drive vehicles that can handle the treacherous terrain.","The consequences of this are all too clear. Motorists are now forced to pay extra for vehicles that can handle the poor road conditions, while those who cannot afford to do so are left to contend with the potholes and crumbling pavement. This, of course, leads to further damage to vehicles and thus more expenses. It is a vicious cycle.","It is not just the cost of vehicle repairs that poses a problem, however. Poor road conditions can lead to serious accidents, as drivers swerve to avoid the potholes. This can, in turn, lead to fatalities. The lack of road maintenance also affects the environment, as pollutants are released into the air from the bumpy road surfaces.","The only solution appears to be for cities and towns to find a way to fund their road maintenance. This may not be easy, as budgets are already stretched to their limits. Nevertheless, it is an issue that needs to be addressed in order to keep our roads safe, our vehicles in good condition, and our air clean.","It is clear that the cities and towns who are giving up on road maintenance are unable to provide the services that their citizens need. They are essentially saying 'go buy a 4x4, we will not be fixing potholes anymore.' This is an unacceptable solution and one that needs to be addressed with urgency and determination."]},"comments":[{"name":"FreddtheFixer","comment":"We need to find a way to fund the roads! This is not a problem that can be ignored."},{"name":"Park_Pothole","comment":"I'm lovin' all the attention I'm getting!"},{"name":"4x4Driver","comment":"4x4s for everyone!"},{"name":"Road_Rage_Rider","comment":"This is ridiculous! We need to take action now!"},{"name":"PotholeProtestor","comment":"No more potholes!"}]}