
{
    "article": {
        "short_name": "Scientists Are Concerned That Aliens Will Think That The Movie Idiocracy Is Real and Aliens May Mistake it For Reality, Scientists Warn",
        "titles": ["Scientists Are Concerned That Aliens Will Think That The Movie Idiocracy Is Real and Aliens May Mistake it For Reality, Scientists Warn"],
        "paragraphs": [
            "A group of scientists are concerned that aliens may mistake the movie Idiocracy for reality, and that they will think that humans are a race of idiots. The movie, which was released in 2006, is a satire about a future society where the human race has become dumbed down and the average intelligence is that of a child. ",
            "The scientists say that the movie could be interpreted as a factual representation of humanity, and that aliens may think that we are a race of idiots. They warn that this could lead to disastrous consequences, such as the aliens thinking that they need to intervene in our affairs in order to protect us from ourselves. ",
            "The scientists are urging Hollywood to be more careful when making movies about the future, and to make sure that they are not accidentally making a movie that could be interpreted as reality. They say that Hollywood has a responsibility to make sure that the movies they make are not sending the wrong message to the rest of the universe. ",
            "Idiocracy was directed by Mike Judge, and starred Luke Wilson, Maya Rudolph, and Dax Shepard. It was not a commercial success when it was released, but has since gained a cult following. ",
        ],
    },
    "comments": [
        {
            "username": "ForTheLoveOfAllThatIsGood",
            "comment": "We need to make sure that we are sending the right message to the universe. We don't want to be misinterpreted as a race of idiots."
        },
        {
            "username": "IDon'tCare",
            "comment": "I don't see why this is a problem. If they think we're idiots, then they'll leave us alone."
        },
        {
            "username": "SlightlyConcerned",
            "comment": "I'm not sure if this is a problem or not, but I don't think we should take any chances."
        },
        {
            "username": "Worried",
            "comment": "This is a very real problem that could have disastrous consequences. We need to be careful about what we're sending out into the universe."
        },
        {
            "username": "NotSure",
            "comment": "I'm not sure if this is a problem or not, but I think we should be careful."
        },
    ]
}