
    {
    "article": 
    {"short_name": "Distressed Cars",
    "titles": ["Brand New Cars Come Already Rusted Out", 
               "Auto Makers Attempting to Cater to Millenial Love of Distressed Look", 
               "Do We Really Need Brand New Cars that Look Old?",
               "The Latest Trend in Auto Manufacturing",
               "Auto Makers Targeting Millenials by Offering Distressed Cars",
               "Millenials and their Love of Distressed Look",
               "The Pros and Cons of Distressed Cars",
               "Distressed Cars, the Newest Fad",
               "Distressed Cars, a Millenial Love Affair",
               "Are Distressed Cars a Good Idea?"],
    "paragraphs": ["Auto makers around the world have caught on to the fact that young people these days are into distressed looks. The latest trend in auto manufacturing is to offer brand new cars that come already rusted out. While this may seem like a good idea at first, there are some pros and cons to consider before jumping on the distressed car bandwagon.",
                "First of all, it's important to note that these cars are brand new and do not actually have any rust on them. However, the paint is treated to make it look as though it has been sitting in a junkyard for years. This can be a plus for those who are looking for a unique look, but it's important to remember that the paint may not last as long as it would with a traditional finish.",
                "Another thing to consider is that these cars may not be as reliable as their non-distressed counterparts. The paint and metal may be more prone to damage, and the car may not hold its value as well over time. It's important to do your research and make sure that the car you're considering is made with quality parts and will still be reliable for years to come.",
                "On the other hand, there are some advantages to getting a distressed car. For one, it can stand out from the crowd. Everyone else may be driving the same boring cars, but yours will be unique and have its own style. You'll also be able to customize it to your own tastes with a few simple modifications.",
                "It's also important to remember that these cars are still brand new, so you'll get all the benefits of a new car, including warranties and low maintenance costs. If you're willing to take the risk, you could end up with a car that looks great and runs well for years.",
                "Finally, it's worth noting that these cars can be a great way to save money. They cost a fraction of what a normal car would cost, so if you're on a budget, they may be worth considering. Of course, you'll still need to make sure that you do your research and make sure that the car is reliable before you buy.",
                "All in all, distressed cars can be a great option for those who are looking for a unique style and a little bit of savings. However, it's important to remember that these cars may not be as reliable or last as long as their non-distressed counterparts. Do your research and make sure that you're getting a quality car before taking the plunge.",
                "Distressed cars have become a popular trend for millenials, but it's important to remember that there are both pros and cons to consider before buying one. Do your research and make sure that you're getting a reliable car before taking the plunge."]
    },
    "comments": [
        {
            "username": "ClassicCarFan",
            "comment": "I think it's great that auto makers are embracing new styles and giving drivers the option to customize their cars. Distressed cars can be a great way to save money while still making a statement."
        }, 
        {
            "username": "RustyRider",
            "comment": "I'm all for distressed looks, but I'm not sure that brand new cars should come like this. It's important to remember that the paint and metal may not last as long as it would with a traditional finish."
        },
        {
            "username": "DistressedDisdainer",
            "comment": "I think these cars are ridiculous. They'll never have the same value or reliability as a normal car, and it's just a fad that will pass soon enough."
        },
        {
            "username": "DistressedDesigner",
            "comment": "Distressed cars are the perfect way to get a unique style without breaking the bank. If you're willing to take the risk, you could end up with a car that looks great and runs well for years."
        },
        {
            "username": "DistressedDoubter",
            "comment": "I'm not sure I'm onboard with this trend. It's important to do your research and make sure that the car you're considering is made with quality parts and will still be reliable for years to come."
        }
    ]
}