
    {
    "article": {
        "short_name":"Monster Cat Arraigned",
        "titles": ["Monster Cat Arraigned in Local Court", "Charges for Monster Cat Attack on Midwestern Town", "Motive for Monster Cat Attack Unknown"],
        "paragraphs": [
            "Monster cat has been apprehended and was arraigned in the local district court for his attack of a small midwestern town. The charges include destruction of public and private property, arson and intent to create terror. Details of his motives are currently unknown.",
            "The attack occurred in the early hours of the morning when the small town was in a deep sleep. Citizens awoke to find their homes and businesses destroyed and police searching for the perpetrator. After days of searching and a massive manhunt, Monster Cat was found and taken into custody.",
            "In court, Monster Cat pleaded not guilty and his lawyer argued that he was innocent due to a lack of evidence and his good character. The judge and jury were not convinced, however, and found Monster Cat guilty on all charges. He was sentenced to life in prison without the possibility of parole.",
            "The citizens of the small town are relieved that justice has been served but are still seeking answers as to why Monster Cat attacked their town. They want to know what his motive was and why he chose to attack this specific town. The police are still investigating and hope to find some answers soon.",
            "The attack by Monster Cat has caused shockwaves throughout the nation, as people are now wondering if their town could be the next target. The police are on high alert and have increased their presence in the area to provide extra security and protection.",
            "The court proceedings have been a long and arduous process for the small town and its citizens. The victims of Monster Cat’s attack have had to relive the traumatic experience over and over again. Despite this, they are still determined to get justice for what happened to them.",
            "The local district attorney has vowed to make sure that Monster Cat is never released from prison and that he pays for his crimes. The people of the small town are now looking to the future and hoping that they can move on from this tragedy and start to rebuild their lives.",
            "The attack by Monster Cat is a stark reminder that even small towns can be vulnerable to attack. It is important to remain vigilant and to be prepared for anything. The people of the town are now coming together to help each other and to make sure that something like this never happens again.",
            "Despite the shock and sadness that has come from this attack, the people of the small town are determined to come back stronger than ever. They know that the only way to move on from this tragedy is to keep going and to never give up hope.",
            "The attack by Monster Cat is a tragedy that will never be forgotten. The citizens of the small town have shown immense strength and resilience in the face of this attack and are determined to move forward and rebuild their lives."
        ]
    },
    "comments": [
        {"username": "HairyCatLover","comment": "I can't believe Monster Cat did this. He's always been such a sweetheart."},
        {"username": "MidwestSurvivor","comment": "I was there when he attacked. He was like a monster. We were all so scared."},
        {"username": "JusticeForAll","comment": "It's good that he was found guilty and sentenced to life in prison. He deserves it."},
        {"username": "UnsolvedMystery","comment": "I wish we knew why he did it. It's still a mystery to us all."},
        {"username": "MonsterCatSucks","comment": "He should have gotten the death penalty for what he did."},
        {"username": "JusticeServed","comment": "Justice has been served. I'm glad he won't be able to hurt anyone else."},
        {"username": "RebuildingTime","comment": "It's time to move on and rebuild our lives."}
    ]
    }