
    {
    "article": {
        "short_name": 'Cloning plans for Price is Right',
        "titles": ['Cloning plans for Price is Right', 'Price is Right to clone previous host', 'Price is Right to use cloning to bring back Bob Barker'],
        "paragraphs": [
            "Fans of the long running The Price is Right game show are in for some exciting news. Officials from the show's production company are set to clone its previous long time host Bob Barker in order to continue the popular game show. This was revealed in a succession plan for the show's current but retiring host, Drew Carey. The plan is to clone Barker and have him take over the show once Carey retires. This would allow the show to continue with its current format and keep its long-time host.",
            "The cloning of Barker would be done using the latest cloning technology. The DNA of Barker would be used to create an exact copy of him. This would allow the show to have the same host for many years to come. The cloning of Barker would be done in a secret location and the clone would be raised in isolation until it is ready to take over the show.",
            "The plan is to keep the clone a secret from the public until it is ready to take over the show. It is not known how long this would take or how much it would cost. The cloning of Barker would be a risky proposition but it is one that the Price is Right is willing to take in order to keep the show on the air.",
            "The announcement of the cloning plans has been met with mixed reactions. Some people are excited at the prospect of the show having the same host for many years to come. Others are concerned about the ethical implications of cloning a human being. There are also those who are worried about the possible consequences of cloning a human being. Regardless of the mixed reactions, the Price is Right is moving forward with its plans to clone Barker."
        ],
    },
    "comments": [
        {
            "username": "BobBarkerClone",
            "comment": "I am the clone of Bob Barker and I am excited to take over the show once Carey retires."
        },
        {
            "username": "DrewCareyClone",
            "comment": "I am the clone of Drew Carey and I am excited to take over the show once Barker retires."
        },
        {
            "username": " priceisrightfan",
            "comment": "I am a fan of the show and I think that cloning Barker is a great idea."
        },
        {
            "username": " animalrightsactivist",
            "comment": "I am an animal rights activist and I think that cloning Barker is unethical."
        },
        {
            "username": " concernedcitizen",
            "comment": "I am a concerned citizen and I think that cloning Barker is a bad idea."
        }
    ]
    }