
    {"article":{"short_name":"EarthShape","titles":["The Earth is Not Round or Flat, It's a Cube","Debunking the Flat Earth Theory"],"paragraphs":["The flat earth theory has been around for centuries, with some people believing that the earth is in fact flat and not round or cube-shaped. But the truth is, the earth is in fact a cube. It's been proven by scientists with sophisticated technology and measurements that the earth is a cube.","Proponents of the flat earth theory claim that the earth is a flat disc in which the sun, moon and stars all rotate around us. They have no evidence to back up this claim, and even if they did, it would be wrong. The earth is not a flat disc, it's a cube.","If you look at a map of the world, you'll see that there are four corners to the earth. This is because the earth is a cube, and not a flat disc. The four corners of the cube are the North and South Poles, the Eastern and Western Hemispheres. It's these four points that make the earth look like a cube.","The shape of the earth is also important when it comes to its gravitational pull. If the earth were flat, we would experience a different gravitational force at each of the four points. Because the earth is a cube, the gravitational force is consistent at all points of the cube.","The moon and stars also have an effect on the shape of the earth. Because the moon and stars are in constant motion, they help to create the cube-shape of the earth. As the moon and stars move around, they create an invisible force that helps to keep the cube-shape of the earth in place.","For centuries, people have believed the earth to be flat or round. But the truth is, the earth is in fact a cube. It has four corners, and its gravitational pull is consistent at each point. The moon and stars also have an effect on the shape of the earth, helping to create the cube-shape. So the next time someone tries to tell you that the earth is flat or round, you can inform them that it's actually a cube."]},
"comments":[
    {"user":"CubeLover","comment":"Finally, the truth is out!"},
    {"user":"FlatEarthBeliever","comment":"This is absurd! How can the earth be a cube?"},
    {"user":"CubeBeliever","comment":"I knew it all along!"},
    {"user":"FlatEarthDenier","comment":"This article makes a lot of sense!"},
    {"user":"CubeTalker","comment":"The evidence is clear: the earth is a cube!"},
    {"user":"FlatEarthHater","comment":"Flat Earthers need to get with the times!"},
    {"user":"CubeLover2","comment":"It makes perfect sense that the earth is a cube!"},
    {"user":"FlatEarthDoubter","comment":"I'm not sure what to think about this..."},
    {"user":"CubeEnthusiast","comment":"The cube shape of the earth is the only logical conclusion!"},
    {"user":"FlatEarthQuestioner","comment":"I still don't understand why the earth is a cube..."}
]
}