
    
    {
    "article": {
        "short_name":'',
        "titles": [],
        "paragraphs": [
            "In a stunning move, the International Olympic Committee (IOC) has announced that paper airplane throwing will be added as a sport for the Summer Olympics. This move comes as a surprise to many, as the IOC has typically been resistant to adding non-traditional sports to the Olympics. However, with the popularity of paper airplane throwing skyrocketing in recent years, the IOC has decided to give the people what they want.",
            "As a new sport, paper airplane throwing will require the support of paper airplane designers and builders from around the world. The Olympics will provide a great platform for these artists to showcase their talents and gain recognition for their work. In addition, the Olympics will also bring much needed attention to the sport of paper airplane throwing. With the support of the paper airplane community, the Olympics can help take paper airplane throwing to new heights.",
            "The addition of paper airplane throwing to the Summer Olympics is sure to be a hit with fans of the sport. With the support of the paper airplane community, the Olympics can help take paper airplane throwing to new heights. The addition of paper airplane throwing to the Summer Olympics is sure to be a hit with fans of the sport."
        ],
    },
    "comments": [
        {
            "username": "johnsmith",
            "comment": "This is a great idea! I've always wanted to see paper airplane throwing in the Olympics."
        },
        {
            "username": "marysmith",
            "comment": "I think this is a terrible idea. The Olympics should be about traditional sports, not whimsical ones like paper airplane throwing."
        },
        {
            "username": "janesmith",
            "comment": "I love paper airplanes! I think this is a great idea."
        },
        {
            "username": "bobsmith",
            "comment": "Paper airplanes are a Waste of time. The Olympics should be about serious sports."
        }
    ]
    }