
    {"article": 
        {"short_name":"The Calorie Terminator",
        "titles":["The Calorie Terminator: A New Way to Make Sure You Eat Right","Your Refrigerator: Now a Punishing Judge"],
        "paragraphs":[
            "If you're looking for a new way to make sure you eat right, Conglomaco's latest product may be the answer. The Calorie Terminator is a small, refrigerator-sized device that is designed to keep you in line with your dietary needs. Put simply, it's a robot that will make fun of you or threaten you with bodily harm if you make poor food choices.",
            "The Calorie Terminator comes with a variety of settings to choose from. You can have it make fun of you in a snarky, sarcastic way, or you can have it threaten you with bodily harm if you make poor food choices. You can also set it to simply remind you of why you're trying to make better dietary choices in the first place.",
            "It's a simple device to set up. All you have to do is plug it into your refrigerator, set the settings you want, and then put it to work. The Calorie Terminator will recognize your voice and be able to identify what you're eating, and then give you the appropriate response.",
            "The Calorie Terminator is a revolutionary product from Conglomaco that is sure to change the way you eat. No longer will you have to worry about slipping up and eating unhealthy foods, because the Calorie Terminator will be there to reprimand you and keep you in line.",
            "The Calorie Terminator is an innovative product that is sure to revolutionize the way you eat. It's easy to set up and use, and it's sure to keep you in line with your dietary needs. So if you're looking for a way to make sure you eat right, the Calorie Terminator is the perfect solution.",
            "The Calorie Terminator is a perfect example of technology being used to improve our lives. It's a simple device that can help you make sure you're eating right and staying healthy. So if you're looking for a way to make sure you're eating right, the Calorie Terminator is the perfect solution.",
            "The Calorie Terminator is a great way to keep yourself motivated and on track with your dietary needs. Not only will it make fun of you or threaten you with bodily harm, but it will also remind you of why you're trying to make better dietary choices in the first place. So if you're looking for a way to make sure you're eating right, the Calorie Terminator is the perfect solution.",
            "The Calorie Terminator is an innovative product from Conglomaco that is sure to revolutionize the way you eat. It's easy to set up and use, and it's sure to keep you in line with your dietary needs. So if you're looking for a way to make sure you're eating right, the Calorie Terminator is the perfect solution.",
            "The Calorie Terminator is the perfect solution for anyone who wants to make sure they are eating right and staying healthy. Not only will it remind you of why you're trying to make better dietary choices in the first place, but it will also reprimand you and keep you in line. So if you're looking for a way to make sure you're eating right, the Calorie Terminator is the perfect solution.",
            "The Calorie Terminator is an innovative product from Conglomaco that is sure to revolutionize the way you eat. Not only is it easy to set up and use, but it will also keep you in line with your dietary needs. So if you're looking for a way to make sure you're eating right, the Calorie Terminator is the perfect solution."
        ]
    },
    "comments":[
        {"name":"FunnyFruit", "comment":"This is a really cool idea!"},
        {"name":"SugarSaviour", "comment":"I think this is a great way to stay healthy without having to constantly be on guard."},
        {"name":"BakedBread", "comment":"This is a great idea, but I'm not sure I like the idea of someone or something threatening me with bodily harm."},
        {"name":"GreensGalore", "comment":"I think this is a great way to stay on track with your diet!"},
        {"name":"SnackSnatcher", "comment":"This is a great way to make sure you're eating right, but I'm not sure I like the idea of someone or something threatening me with bodily harm."},
        {"name":"HealthyHippo", "comment":"I think this is a great idea! It's a great way to make sure you're eating right and staying healthy without having to be on guard constantly!"}
    ]
}